testScripts/MsgModelRunProcess

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
<SOAP-ENV:Body>
<runProcess xmlns="http://3e.pl/ADInterface">
<ModelRunProcessRequest>
  <ModelRunProcess AD_Process_ID="111" AD_Menu_ID="0" AD_Record_ID="103" DocAction="CO">
    <serviceType>ProcessInvoice</serviceType>
    <ParamValues/>
  </ModelRunProcess>
  <ADLoginRequest>
    <user>WebService</user>
    <pass>WebService</pass>
    <lang>en_US</lang>
    <ClientID>11</ClientID>
    <RoleID>50004</RoleID>
    <OrgID>11</OrgID>
    <WarehouseID>103</WarehouseID>
    <stage/>
  </ADLoginRequest>
</ModelRunProcessRequest>
</runProcess>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
